Repository: BioversityCostaRica/CLIMMOBNET_V3
Catalog: climmob3/locale/*/LC_MESSAGES/climmob3.po
Languages: es

source: Welcome to Climmob
es: Bienvenido a Climmob

source: User created but unable to login!
es: El usuario ha sido creado pero no puede ingresar!

source: Unable to create user
es: No se pudo crear el usuario

source: Cannot update profile
es: No se pudo actializar el profile

source: Other user is using the same email adddress
es: Otro usuario esta usando el mismo correo

source: Organization cannot be empty
es: La organizacion no puede estar vacia

source: Email cannot be empty
es: El correo electronico no puede estar vacio

source: Full name cannot be empty
es: El nombre completo no puede estar vacio

source: Cannot change password
es: No se pudo cambiar la contrasena

source: New password and re-type are not equal
es: La contrasena y el reintento no son iguales

source: New password cannot be empty
es: La nueva contrasena no puede ser cambiada

source: The current password is not valid
es: La contrasena actual no es valida

source: This technology already exists in your personal library
es: Esta tecnología ya existe en su biblioteca personal.

source: This technology already exists in the generic library
es: Esta tecnología ya existe en la biblioteca de ClimMob.

source: The name of the tecnology cannot be empy
es: El nombre de la tecnologia no puede estar vacido

source: This alias already exists in the technology
es: Este alias ya existe en la tecnología.

source: The name of the alias cannot be empy
es: El nombre del alias no puede estar vacido

source: A project already exists with this code.
es: Ya existe un proyecto con ese código

source: The project code can't be empty
es: El código del proyecto no puede estar vacido

source: Success!
es: Éxito

source: The new project has been added.
es: El nuevo proyecto ha sido agregado con exito

source: The project has been modified.
es: El proyecto ha sido modificado con exito.

source: The project has been deleted.
es: El proyecto ha sido eliminado con exito.

source: Project manager
es: MANTENIMIENTO DE PROYECTOS

source: My projects
es: MIS PROYECTOS

source: Add new project
es: Añadir nuevo proyecto

source: Project Code
es: Código de proyecto

source: Project Name
es: Nombre del proyecto

source: Description
es: Descripción

source: Tags
es: Etiquetas

source: Principal investigator
es: Investigador principal

source: Mail address
es: Dirección de correo

source: Configuration
es: Configuración

source: Actions
es: Acciones

source: Add Countries
es: Añadir países

source: Add technologies
es: Añadir tecnología

source: Add languajes
es: Añadir lenguaje

source: Add enumerator
es: Añadir empadronador

source: Add questions
es: Añadir preguntas

source: Edit project
es: Editar proyecto

source: Delete project
es: Borrar proyecto

source: No data to display
es: No hay datos que mostrar

source: Cancel
es: Cancelar

source: Add
es: Añadir

source: Modify project
es: Modificar proyecto

source: Modify
es: Modificar

source: Do you want to delete this project?
es: Quiere borrar este proyecto ?

source: Delete
es: Borrar

source: QUESTIONS MANAGER
es: MANTENIMIENTO DE PREGUNTAS

source: Personal information
es: Información personal

source: Explanatory variables
es: Variables explicativas

source: Characteristics
es: Caracteristicas

source: Questions included
es: Preguntas incluidas

source: Questions excluded
es: Preguntas excluidas

source: The new technology has been added to your list of technologies.
es: La nueva tecnología ha sido añadido a su lista de tecnologías.

source: The technology has been modified.
es: La tecnología ha sido modificada.

source: The technology has been deleted from your list of technologies.
es: La tecnología ha sido borrado de la lista de las tecnologías.

source: Technology manager
es: MANTENIMIENTO DE TECNOLOGÍAS

source: ClimMob library
es: BIBLIOTECA DE CLIMMOB

source: Technologies
es: Tecnología

source: User library
es: BIBLIOTECA DEL USUARIO

source: Add new technology
es: Añadir nueva tecnología

source: Edit technology
es: Modificar tecnología

source: Delete technology
es: Eliminar tecnología

source: Add alias
es: Añadir alias

source: New Technology
es: Nueva tecnología

source: Technology name
es: Nombre de tecnología

source: Modify technology
es: Modificar tecnología

source: New name
es: Nuevo nombre

source: Do you want to delete this technology?
es: Quiere borrar esta tecnología ?

source: the new alias has been added to the technology.
es: El alias ha sido añadido a su lista.

source: The alias has been modified.
es: El alias ha sido modificado.

source: The technology has been deleted from your list of alias.
es: El alias ha sido eliminado de su lista.

source: ALIAS MAINTENANCE TECHNOLOGY
es: MANTENIMIENTO DE ALIAS

source: ALIAS LIBRARY
es: BIBLIOTECA DE ALIAS

source: Add new technology alias
es: Añadir nuevo alias

source: Edit alias
es: Editar alias

source: Delete alias
es: Eliminar alias

source: No alias to display
es: No hay alias que mostrar

source: New Alias
es: Añadir alias

source: Alias name
es: Nombre de alias

source: Modify alias
es: Modificar alias

source: Do you want to delete this alias?
es: Quiere borrar este alias ?
